a1 = int(input('Введите сторону "a" первого прямоугольника : '))
b1 = int(input('Введите сторону "b" первого прямоугольника : '))
s1 = a1 * b1
a2 = int(input('Введите сторону "a" второго прямоугольника : '))
b2= int(input('Введите сторону "b" второго прямоугольника : '))
s2 = a2 * b2
a3 = int(input('Введите сторону "a" третьего прямоугольника : '))
b3 = int(input('Введите сторону "b" третьего прямоугольника : '))
s3 = a3 * b3
print('Площадь первого: ', s1)
print('Площадь второго: ', s2)
print('Площадь третьего: ', s3)